import Athens from './afiny.jpg';
import Rhodes from './rhodos.jpg';
import Crete from './crete.jpg';
import Mykonos from './mikonos.jpg';

export const data = [
    { 
        id: 1,
        name: 'Афины',
        image: Athens,
        description: "Афи́ны— столица Греции. Располагается в исторической области Аттика и является экономическим, культурным и административным центром страны. Город назван в честь богини войны и мудрости Афины, которая была покровителем древнего полиса. Площадь территории городской агломерации — 412 км². Эта территория окружена горами: Эгалео, Парнис, Пенделикон и Имитос.",
        imageTwo: './pic/buildings.jpg',
        showMore: 1
    },

    { 
        id: 2,
        name: 'Родос',
        image: Rhodes,
        description: "Ро́дос — четвёртый по величине остров в Греции. Остров с запада омывает Критское море, а с востока — Ливийское. Родос часто называют «жемчужиной Средиземноморья». Он богат природными красотами, историческими и археологическими памятниками и, конечно, интереснейшей историей. В соответствии с решением ЮНЕСКО историческая часть города Родос, крупнейшего населённого пункта острова, включена в список всемирного культурного наследия.",
        imageTwo: './pic/light.jpg',
        showMore: 2
    },

    { 
        id: 3,
        name: 'Крит',
        image: Crete,
        description: "Крит — самый большой греческий остров, пятый по величине остров в Средиземном море. Расположен в 110 км от Европы, в 175 км от Азии и в 300 км от Африки. Географически относится к Европе. Крит омывается тремя морями — Критским на севере, Ливийским на юге и Ионическим на западе. Административный центр — город Ираклион. Периферия Крит составляет одну из тринадцати периферий Греции и является одним из крупнейших экономических и культурных центров страны.",
        imageTwo: './pic/travel.jpg', 
        showMore: 3
    },

    { 
        id: 4,
        name: 'Миконос',
        image: Mykonos,
        description: "Ми́конос — греческий остров, один из островов Кикладского архипелага, расположен в центральной части бассейна Эгейского моря, береговая линия его достигает 89 километров. Ближайшие к нему острова — Андрос, Делос и Тинос. Площадь острова — 85,5 км² (при этом площадь одноименного муниципалитета, включающего кроме Миконоса близлежащие острова Риния и Делос — 105,183 км²). Население — 10134 человека (согласно переписи 2011 года). Миконос называют «островом ветряных мельниц», а также «островом четырёх времен года».",
        imageTwo: './pic/mount.jpg',
        showMore: 4
    },
]